<template>
<div>
  <hr>
  <h2>~ ~ Данное приложение реализовано в рамках тестового задания ~ ~</h2>
  <h2>~ И представляет из себя интерфейс управления списком риэлторов ~</h2>
  <hr>
  <h3>Немного описания:</h3>
  <ul>
    <li>С помощью выдвигающегося меню слева вы можете перейти на страницы "Список риэлторов" и "Новый риэлтор"</li>
    <li>Сверху находится строка поиска риэлторов по любому из доступных полей</li>
    <li>На странице "Список риэлторов" при двойном клике по строке можно открыть редактирование данных</li>

  </ul>
</div>
</template>

<script>
// @ is an alias to /src

export default {
  name: "Main-menu",
};
</script>
